[
  {
    "id": 1,
    "label": "Science, education",
    "date": "March 17",
    "caption": "Barbara Hoffman, a community health program manager and registered nurse, taps bubbles out of a syringe filled with COVID-19 vaccine as teachers and others from the North Kitsap School District line up in their cars in the parking garage at the Suquamish Clearwater Casino Resort in Suquamish, waiting to be vaccinated. The clinic, run by the Suquamish Tribe, was set up to help speed teacher-vaccination efforts. When the vaccine was first available, and for a long time afterward, many people wanting to get vaccinated had trouble getting their dose.",
    "credit": "Ellen M. Banner",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-ellen-m-banner/"
  },
  {
    "id": 2,
    "label": "Trooper vs. Trumpers",
    "date": "Jan. 6",
    "caption": "There was a sense that Jan. 6 could bring trouble to the state Capitol Building in Olympia. After the speakers, many armed, at the pro-Trump Stop the Steal rally, a few dozen protesters managed to breach the security fence to the governor’s mansion. One state trooper, backpedaling, attempted to stop them. Soon, more troopers and Thurston County deputies arrived outside the mansion. After 30 minutes, protesters were given warnings to leave or be arrested. Arguments took place among the protesters: All stick together, or all leave together. But some began leaving. The confrontation collapsed, and all left without any arrests. It could have gone in a different direction.",
    "credit": "Alan Berner",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-alan-berner-2/"
  },
  {
    "id": 3,
    "label": "Critical mass in critical care",
    "date": "Sept. 21",
    "caption": "Central Washington Hospital was swamped with coronavirus patients, and grappling with a staffing shortage. Hospitals can be hard places to photograph because of patient privacy and permissions. I was really focused on the staff members, who were struggling from burnout and a rise in coronavirus patients in the ICU. The hospital orchestrated letting me photograph during one of the busiest times: They needed a lot of staff help when “proning” patients (turning them on their stomachs for easier breathing) and moving contagious patients to open rooms. This photo shows all the workers who are needed to move a COVID-19 patient, and the sense of urgency in the ICU, while protecting the patient’s identity.",
    "credit": "Amanda Snyder",
    "aspect": "horizontal",
    "wide": "large",
    "link": "",
    "portfolio": "https://www.seattletimes.com/author/amanda-snyder/"
  },
  {
    "id": 4,
    "label": "FINALLY!",
    "date": "March 21",
    "caption": "Rysic Terada, 2, gives his great-grandfather George Kozu, 94, a hug after visiting him at The Lakeshore senior-living facility. It was the first time they had seen each other indoors since the start of the coronavirus pandemic. Seattle Times reporter Paige Cornwell has closely documented the effects of the pandemic on our elderly community, particularly those in long-term care facilities, since the outbreak of the virus at Kirkland’s Life Care Center in 2020. Loneliness and isolation have been tough for many folks during the pandemic, but especially our most vulnerable. This moment in particular, photographed for Cornwell’s story about a family reuniting for the first time indoors, was a happy and hopeful one as the vaccine rollout started to offer more protection for folks in care homes and allow reopening for visitation.",
    "credit": "Bettina Hansen",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-bettina-hansen/"
  },
  {
    "id": 5,
    "label": "A family's COVID devastation",
    "date": "Feb. 23",
    "caption": "Patsy Martinez tears up while visiting the final resting place of her parents, Eduardo and Gabriela \"Nena\" Sanchez, at a cemetery mausoleum in Mount Vernon. Martinez is the couple's eldest daughter. She said facing her parents’ deaths from COVID-19 was \"a bad nightmare” and devastating for her family. Eduardo and Nena met in the 1970s while working in Eastern Washington, raised six children and saw their family grow to a tight-knit clan of 40-plus. Loved ones described Eduardo and Nena as “generous and thoughtful.” They loved backyard barbecues, celebrations, and being surrounded by their grandchildren and great-grandchildren.",
    "credit": "Erika Schultz",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-erika-schultz/"
  },
  {
    "id": 6,
    "label": "Safety in numbers",
    "date": "March 13",
    "caption": "Volunteers at vaccination stations raise their numbers to show they are available for the next person in line at the Community Vaccination Site at Lumen Field Event Center in Seattle. The early days of the coronavirus vaccine rollout to the general public seemed so exciting and urgent compared to where we are at the end of 2021 — when controversy, misinformation and variants have formed a toxic stew that perpetuates the crisis, seeming now to drag on with no foreseeable end. The opening of Seattle’s mass vaccination site next to Lumen Field felt electric as city leaders and members of the media gathered to document the transformation of the site from sports and entertainment to public health.",
    "credit": "Bettina Hansen",
    "aspect": "horizontal",
    "wide": "large",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-bettina-hansen/"
  },
  {
    "id": 7,
    "label": "Faith, healing",
    "date": "Oct. 20",
    "caption": "Pastor Hector Garcia points to the sky after being discharged from the Everett Center, a rehabilitation facility. After Garcia battled for his life with COVID-19, I could tell that he was so thankful to God and the staff. Because he is a man of faith and had such a harrowing journey with the virus, this moment portrayed the relief and gratitude he must have felt as he was discharged.",
    "credit": "Daniel Kim",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/author/daniel-kim/"
  },
  {
    "id": 8,
    "label": "Bearing witness to freedom",
    "date": "May 11",
    "caption": "Two bear clubs, a brother and sister, were only 2 weeks old when a forest worker inadvertently disturbed their den, scaring away their mother. The PAWS Wildlife Center in Lynnwood rehabilitated the abandoned cubs for 15 months and let me capture their release back into the wild. For safety purposes, we had to stay behind the culvert trap and the forest workers. (You can see me on the truck bed on the left.) The barking dogs and flash bangs were there to scare the bears away from people and quickly into the forest. With advice from the PAWS Wildlife Center photographer, I set up two GoPros on short tripods in front of the culvert trap to best capture some of the possible directions the bears would run. The GoPros were programmed to take a photo every .5 seconds — any slower, and I would miss a movement. As the second bear exited, he was confused and scared, and he ran around both sides of the culvert trap toward the truck. The dogs and loud noises scared him right into the frame of my GoPro. With a lot of luck on the timing, and a little bit of preparation, the photo turned out the way I hoped it would.",
    "credit": "Amanda Snyder",
    "aspect": "horizontal",
    "wide": "large",
    "link": "",
    "portfolio": "https://www.seattletimes.com/author/amanda-snyder/"
  },
  {
    "id": 9,
    "label": "Like finding a needle in a raindrop",
    "date": "Nov. 3",
    "caption": "A cluster of delicate raindrops refracts the Space Needle on the window of my car in Seattle. I had this photo idea in the back of my mind for a rainy day for a few months. As a photojournalist who recently moved to Seattle for The Times, I’ve never covered so much rain.",
    "credit": "Daniel Kim",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/author/daniel-kim/"
  },
  {
    "id": 10,
    "label": "Farewell to a friend",
    "date": "July 1",
    "caption": "One of the hardest things to photograph is a memorial or vigil. We were given permission to photograph the emotional memorial service of police officer Alexandra “Lexi” Harris, who was hit by a driver and killed when she stopped to help at a crash scene. Hundreds of police officers were in attendance at T-Mobile Park to pay respect to Lexi. I respected the family not wanting to be photographed and instead focused on Lexi's co-workers who spoke at the service. Just as the service finished, I saw Seattle Police officer Cali Hinzman overwhelmed with emotion. She was a very close friend of Lexi's, which made the photo all the more moving.",
    "credit": "Amanda Snyder",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/author/amanda-snyder/"
  },
  {
    "id": 11,
    "label": "Well-prepared for a tribute",
    "date": "May 31",
    "caption": "Chaos ensues when Boy Scouts rush to pick up ceremonial flags at the 95th Memorial Day ceremony at Washelli Memorial Cemetery, and Jared Petras, 10, is in the center of the scrum. Knowing I’d be run over by the Scouts, I positioned myself on the other side of the table as the rush began. Each of the cemetery’s 5,000 white, upright marble markers received a flag placed by Scouts, community members and veterans.",
    "credit": "Steve Ringman",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-steve-ringman/"
  },
  {
    "id": 12,
    "label": "A farmer’s (and father's) resonant emotions",
    "date": "Nov. 24",
    "caption": "“It was tough to leave them.” That’s what Jordan Baumgardner, left, said of having to abandon his rescue of the family’s dairy cows in the middle of the night as floodwaters became too high and too swift. The animals had been secured on a protected piece of high ground, but when an electric fence shorted out from rising waters, the creatures of habit started returning to their barn for milking. Forty-four perished. Still reeling days later, Baumgardner is consoled by his wife, Jamie, who holds their daughter, Grace, as he recounts venturing into the water that submerged his family’s Mount Vernon dairy farm. I can’t remember another photograph of mine triggering such a significant emotional response from readers, as well as journalists in my own newsroom. I read the emails and online comments with a renewed appreciation of how good photojournalism can spur empathy.",
    "credit": "Ken Lambert",
    "aspect": "horizontal",
    "wide": "large",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-ken-lambert/"
  },
  {
    "id": 13,
    "label": "Catch of the day",
    "date": "Aug. 31",
    "caption": "The fish were really flying off Lone Tree Point near La Conner after this seining net was pulled ashore, and after I moved in as tightly as possible, fish scales coated my lens as it was randomly hit by pink salmon. From left are members of the Swinomish Indian Tribal Community fishing crew: Tamara Cayou, Donna Ikebe (on knees), David Grossglass (white hat), John Grossglass (brown hat), Tandy Grossglass (with orange slicker) and Jahrel Cayou, at far right. The Swinomish have been fishing off this beach for generations.",
    "credit": "Steve Ringman",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-steve-ringman/"
  },
  {
    "id": 14,
    "label": "A pup tent",
    "date": "Sept. 12",
    "caption": "One Sunday morning, I had driven out to Harbor Avenue Southwest in West Seattle to look for a weather feature of rain over the city skyline, when I saw volunteers with NOAA vests exiting their cars by Seahurst Park. I figured there might be something going on, so I parked and found this scene unfolding of Lynn Shimamoto, a trained investigator with Seal Sitters, and a few other volunteers rescuing an injured young harbor seal from the beach. The seal, seemingly thin and struggling with respiratory issues, had been spotted several times earlier, coming up on very busy beaches and getting chased by a dog into the water. They made the decision to corral it into a carrier to safely transport it to the SeaLife Response Rehab and Research (SR3) marine animal hospital in Des Moines. Shimamoto says it is incredibly important for the public not to approach or disturb marine wildlife. Wildlife hospitals will not accept drop-offs of marine animals from the public. If you observe an animal on a West Seattle beach in distress, call the hotline at 206-905-SEAL; see sealsitters.org for more information.",
    "credit": "Bettina Hansen",
    "aspect": "seal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-bettina-hansen/"
  },
  {
    "id": 15,
    "label": "Extreme coolness",
    "date": "Feb. 13",
    "caption": "During a rare snowfall in Seattle, I thought I’d check out Pike Place Market. As I turned the corner at Pike Street, snowboarder Max Djenohan was doing tricks on a handrail. I headed down a stairwell for a better angle. His friends monitored the sidewalk. The street was closed. Snow flew.",
    "credit": "Alan Berner",
    "aspect": "horizontal",
    "wide": "medium",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-alan-berner-2/"
  },
  {
    "id": 16,
    "label": "A smoke-darkened dawn",
    "date": "Aug. 13",
    "caption": "In photography, it’s critical to have luck on your side. But you also have to be ready, to anticipate a lucky moment. While I was out at sunrise to shoot smoky, hot weather, a Coast Guard helicopter was circling Lake Washington. It flew right into the perfect spot, so ... dial-a-photo.",
    "credit": "Steve Ringman",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-steve-ringman/"
  },
  {
    "id": 17,
    "label": "Heat on the street",
    "date": "June 23",
    "caption": "It was an unseasonably hot June in the Seattle area. Three consecutive days ranked in the top-four hottest days in Seattle history, culminating with a record-breaking peak of 108 degrees. That week, King County released a new map of temperature records collected on a hot June day the previous year. I decided to focus on Sodo, which was one area that showed extremely higher temperatures. During the hottest hour of the day, I used a long lens to capture the heat waves coming off the road. I’m not exaggerating when I say I waited for hours in the heat to capture a person crossing the road.",
    "credit": "Amanda Snyder",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/author/amanda-snyder/"
  },
  {
    "id": 18,
    "label": "This is NOT a dry heat",
    "date": "June 28",
    "caption": "Folks looking for respite from high temperatures get showered with water at Angle Lake in SeaTac on the third day of a heat wave in the Pacific Northwest. The temperature hit 108 degrees, Seattle’s highest temperature since detailed record-keeping began in 1870. The spray park was closed in summer 2020, but this summer it was open. Masks weren't required — and after more than a year of mask mandates, few people wore them.",
    "credit": "Ellen M. Banner",
    "aspect": "horizontal",
    "wide": "medium",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-ellen-m-banner/"
  },
  {
    "id": 19,
    "label": "2 sides of Seattle",
    "date": "Aug. 25",
    "caption": "Downtown Seattle resident Cynthia Marin, 77, foreground, walks along Third Avenue. Marin was giving Seattle Times crime reporter Sara Jean Green and me a tour outside her apartment to show what it is like to navigate her neighborhood around daily drug use and street crime during the pandemic. Marin said she avoids this stretch when alone. My job is to show what reporters write about well before they write it. In this case, the purpose of the photograph is to visually \"fact-check\" the anecdotal claims of Marin and others interviewed about the challenges of living in a neighborhood in sustained decline.",
    "credit": "Ken Lambert",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-ken-lambert/"
  },
  {
    "id": 20,
    "label": "A meeting of mayors",
    "date": "Nov. 2",
    "caption": "From the time of the primary, it appeared Bruce Harrell’s campaign had been gaining momentum, distinguishing himself from what began as a crowded field. He had become the favorite to win. When Harrell asked former Mayor Norm Rice to share the podium with him and share in his election victory, there appeared to be in the room a certain optimism that a part of old Seattle might emerge from the pall of recent turmoil and find itself once again.",
    "credit": "Dean Rutz",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-dean-rutz/"
  },
  {
    "id": 21,
    "label": "Juggling workouts",
    "date": "June 19",
    "caption": "As photographers, we often see the unusual and unexpected. But how often do you see something you’ve never seen before? I wanted to cover the reopening of Colman Pool in West Seattle. It’s the city’s only open-air, saltwater pool on the Sound. Kate Dorman was juggling while swimming laps. It’s called swuggling, and it is a rigorous workout.",
    "credit": "Alan Berner",
    "aspect": "horizontal",
    "wide": "large",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-alan-berner-2/"
  },
  {
    "id": 22,
    "label": "Release the celebration!",
    "date": "Oct. 12",
    "caption": "Seattle’s new hockey team played its first game in Las Vegas, taking on the Golden Knights. Due to pandemic restrictions, photographers weren’t really allowed anywhere near the players, meaning documenting all the “firsts” for the team was inherently a tad impersonal, photographed from quite a distance. I knew that getting the first goal was going to be one of our more important things, and I tried to position myself accordingly. For the first period, I shot from a hole in the glass on the Kraken attacking side. Alas, they didn’t score. So for the second period, when they switched sides, I photographed the game from an elevated position. Ryan Donato’s rebound goal with 8:28 left in the second period went away from me, but the ensuing celebration turned his joyful face directly at me, and voilà: The photo came together.",
    "credit": "Jennifer Buchanan",
    "aspect": "hockey",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/author/jbuchanan/"
  },
  {
    "id": 23,
    "label": "Down and out (for a while)",
    "date": "Oct. 7",
    "caption": "It’s often said that the closer you get to something, the more blind you become, and that is often true in sports photography. When Russell Wilson broke the middle finger on his throwing hand in a game against the Los Angeles Rams, I was completely unaware of what had happened for the better part of 10 minutes. I had shot the sequence, and Wilson came out of the game on fourth down, and I thought nothing of it. I already had moved on to the change of possession. It wasn’t until I saw Wilson on the sideline with the team doctor that I realized something significant had happened. Even so, it wasn’t until my nephew texted me, while he watched the game on TV, that I found out about the seriousness of the injury. That had me diving back into my camera to look at the sequence wondering, “What the heck? Did I get that?” And then you come across that sequence, and say to yourself, “Oh, that’s what happened. Son of a gun.”",
    "credit": "Dean Rutz",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-dean-rutz/"
  },
  {
    "id": 24,
    "label": "The end of an era",
    "date": "Oct. 3",
    "caption": "With tears in his eyes, Mariners third baseman Kyle Seager holds up the bag he was given from the hot corner he defended during a decade in Seattle. I had expected everything to stop in the ninth inning of the season’s last game against the Angels to celebrate Seager. I didn’t expect head groundskeeper Tim Wilson to give Seager third base. Shortly before the gifting, while photographers rushed toward the dugout to cover Seager hugging teammates, I stayed put in the photo well, standing on a chair, unsure what was happening, and I monitored Seager’s unscripted movements from on high. When Seager suddenly darted back onto the field to receive the base, I was in pretty good position to get a clear view of a moment that lasted only seconds.",
    "credit": "Ken Lambert",
    "aspect": "baseball",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-ken-lambert/"
  },
  {
    "id": 25,
    "label": "Can't help falling in love — over and over",
    "date": "June 16",
    "caption": "Andreya Taylor-Shorter and husband Royce Shorter Jr. renew their vows with Elvis impersonator Shane Cobane at Shotgun Ceremonies in Georgetown. The couple, who were married at the Elvis Chapel in Las Vegas, have a tradition of renewing wedding vows. “When we first got married, he told me he wanted to marry me every year,” says Taylor-Shorter. When the coronavirus pandemic closed down Washington state last spring, Bronwen Stevenson shuttered Shotgun Ceremonies, her Pioneer Square business of 10 years. In May 2020, Stevenson and her husband had transformed an old shipping container used for storage into a tiny Vegas-style wedding chapel. They painted it bubble-gum pink, decorated it with two tiny benches, and installed carpet and an arch. The floor-to-ceiling metal doors can be kept open to allow for airflow. “There’s a lot of people who like a traditional wedding, and there’s a lot of people who don’t,” says Stevenson. “Some people want it simple, fun and quick — and that is Shotgun Ceremonies.”",
    "credit": "Erika Schultz",
    "aspect": "horizontal",
    "wide": "large",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-erika-schultz/"
  },
  {
    "id": 26,
    "label": "Singing for their supper",
    "date": "Feb. 16",
    "caption": "On her morning walk, Seattle Times photo editor Cara Brannan messaged me that California sea lions were making a lot of noise at a dock near Ray’s Boathouse, just west of the Ballard Locks. She suggested it might make a great photo. Their chorus was hilarious. The sea lions were perched on a dock that rolled back and forth, making it a precarious landing. Winter steelhead returning to Puget Sound drew their appearance. I used a 300 mm lens on a Canon 5D Mark IV. I also made a video that was used online.",
    "credit": "Greg Gilbert",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/author/greg-gilbert/"
  },
  {
    "id": 27,
    "label": "More than passing admiration",
    "date": "Aug. 11",
    "caption": "Chris Anderson is a professional drummer who has played with the Hypnotic Brass Ensemble and others across the country. He now busks at First Avenue and Pike Street. I was doing a feature on him when I sensed a fist bump from a delivery man passing his way. This is a quick hip shot without looking through the viewfinder.",
    "credit": "Alan Berner",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-alan-berner-2/"
  },
  {
    "id": 28,
    "label": "A fair amount of bubbles",
    "date": "Sept. 23",
    "caption": "Every year, I enjoy covering fairs large and small, always looking for a different image. As I did a final walk-around before leaving the Washington State Fair in Puyallup, a machine at a vendor's stand was producing hundreds of bubbles. Using this as a curtain to the scene, it needed the dark background provided by the trees. The small Ferris wheel, SpongeBob SquarePants (left) and a person framed by a tent’s opening complete it.",
    "credit": "Alan Berner",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-alan-berner-2/"
  },
  {
    "id": 29,
    "label": "Champions of tradition",
    "date": "Aug. 29",
    "caption": "With Mount Rainier in the background, team Escaramuza Erandi warms up for Washington’s first state escaramuza championship in Enumclaw. Escaramuza — a synchronized team equestrian competition choreographed to music — is the only women's event in charrería, Mexico’s national sport. After months of practice, Jessica Paola Pimienta, of Snohomish, and her team, Escaramuza Erandi, earned top honors. The team advanced to Federación Mexicana de Charrería’s national competition in Aguascalientes, Mexico. “Keeping our cultural traditions alive, here, is creating an environment that feels like home,” Pimienta says. “I hope that in the next four years we’re able to raise our voices as women in the sport.\"",
    "credit": "Erika Schultz",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-erika-schultz/"
  },
  {
    "id": 30,
    "label": "Undisturbed sleep",
    "date": "Oct. 22",
    "caption": "I got a call from Seattle Times photo editor Fred Nelson, assigning me to find a homeless scene for the next day’s paper. Parking downtown, I spotted this person sleeping in an alcove near Westlake Park. The person’s face was covered, and the blanket was bright yellow, which separated it from the background. I waited for pedestrians walking by, seemingly not noticing the sleeping person. I used a Canon 70-200 mm lens, standing across the street.",
    "credit": "Greg Gilbert",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/author/greg-gilbert/"
  },
  {
    "id": 31,
    "label": "Bandit steals the shot",
    "date": "March 18",
    "caption": "Mark Seklemian walks with his wire fox terrier, Bandit, in West Seattle during a rainstorm. \"He doesn't seem to mind the weather,\" says Seklemian. \"He'll never turn down going on a walk.\" On this rainy day last spring, I remember driving around Seattle for hours trying to find a feature photo. It wasn’t until the very end of the day that I saw Seklemian and Bandit in their wonderful, bright rain gear. Lucky for me, they didn’t mind if I walked with them for a few blocks during their outing.",
    "credit": "Erika Schultz",
    "aspect": "horizontal",
    "wide": "medium",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-erika-schultz/"
  },
  {
    "id": 32,
    "label": "Not on our court",
    "date": "Jan. 23",
    "caption": "Washington middle blocker Marin Grote gets a kill in the third set as the Huskies defeat Arizona State in four sets. The UW volleyball team played a thrilling season in 2021 to a mostly empty Alaska Airlines Arena. I felt lucky to be one of the only people with a seat to the live action. For many of these games, I roamed the upper tiers of the arena, with the whole place mostly to myself, able to line up shots from wherever the angles looked best. I used a 400 mm prime lens to get a really good, sharp depth-of-field contrast.",
    "credit": "Bettina Hansen",
    "aspect": "basketball",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-bettina-hansen/"
  },
  {
    "id": 33,
    "label": "A Foo debut",
    "date": "Oct. 19",
    "caption": "The return to live music for quite a few folks coincided with the opening of the new Climate Pledge Arena. I was assigned to shoot the very first event at the $1.2 billion structure, where Foo Fighters swung their hair back and forth to the delight of the packed house. At concerts, photographers are normally allowed to shoot from only one of two places: in the pit between the stage and general admission, or back near the soundboard. This concert was the latter, with photographers standing on ladders near the back of the house in order to have a view of the stage over a sea of standing people. That gave me the vantage point to take this photo showing part of the new arena, Dave Grohl’s lovely locks and his thousands of backlit admirers.",
    "credit": "Jennifer Buchanan",
    "aspect": "horizontal",
    "wide": "large",
    "link": "",
    "portfolio": "https://www.seattletimes.com/author/jbuchanan/"
  },
  {
    "id": 34,
    "label": "A socially distanced session",
    "date": "Jan. 11",
    "caption": "What a great moment at the Washington state Capitol, to see and photograph newly elected state Rep. Jesse Johnson from District 30 at the beginning of the 2021 session. Legislators had to spread out and socially distance, some of them in the galleries above, as the session opened.",
    "credit": "Steve Ringman",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-steve-ringman/"
  },
  {
    "id": 35,
    "label": "An expansion with inspiration",
    "date": "Sept. 20",
    "caption": "The Northgate light rail station is seen from a drone at sundown, a short while before it would open in October. Seattle Times photographer Ellen M. Banner deserves a lot of credit for this image. We recently had caught up by phone and discussed her latest project: the light rail expansion to Northgate. Ellen felt the photo had to be at sunset, and got a great shot from a difficult vantage point. But I wasn’t completely surprised when I was given a last-minute assignment to take a crack at covering Northgate by air. It was the only way to get a view of the station with the city in the background, which was a big part of the story. In keeping with Ellen’s original vision for a station shot, I purposely decided to fly at sunset. I was so happy when my longtime friend liked the aerial view, which turned out so well because of her original idea.",
    "credit": "Ken Lambert",
    "aspect": "horizontal",
    "wide": "medium",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-ken-lambert/"
  },
  {
    "id": 36,
    "label": "Season's gratings",
    "date": "Nov. 21",
    "caption": "Even before the officials announced they were overturning an interception call that would have otherwise gone the Seahawks' way during a game with Arizona, coach Pete Carroll already knew where the call was headed, and let the officials have it. At that moment, it felt like the season was unraveling, and a team that was once one of destiny seemed to fall into disarray. It felt like the culmination of what had been a season of disappointment and missed opportunities bursting into the open. The fact that it was DK Metcalf holding back Carroll seemed slightly ironic. The Seahawks had just three wins at that point, and I don’t think anybody — not the team, its fans, or even the media — really knew what to make of what we were seeing.",
    "credit": "Dean Rutz",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-dean-rutz/"
  },
  {
    "id": 37,
    "label": "Out on a limb",
    "date": "Oct. 25",
    "caption": "Taking photographs while sitting in my car has become an art form for me. Nearly all of my rain, snow and wind images are shot from the comfort of my car. This image was from the first windstorm we had this year. Here, a tree-service worker in Woodinville cut the branch just as I pulled over. Both he and I were done in a matter of seconds.",
    "credit": "Steve Ringman",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-steve-ringman/"
  },
  {
    "id": 38,
    "label": "A splashy comeback",
    "date": "July 26",
    "caption": "From left, Mitch Haniger gives Dylan Moore of the Mariners the first of three liquid baths, as Root Sports interviewer Jen Mueller tries to stay dry, after Seattle beat Houston on Moore’s grand slam. Seattle was down 8-7 with the bases loaded in the eighth when Moore, facing Brooks Raley, unleashed a rocket 395 feet to left field. I would categorize these somewhat-clichéd postgame splash celebrations as the \"snowflakes\" of baseball. Visually, no two ever look identical. And, like a snowfall, a Mariners come-from-behind victory is always seen as a thing of beauty in Seattle.",
    "credit": "Ken Lambert",
    "aspect": "horizontal",
    "wide": "",
    "link": "",
    "portfolio": "https://www.seattletimes.com/photo-video/photography/photographer-portfolio-ken-lambert/"
  },
  {
    "id": 39,
    "label": "O (as in Oxygen) Henry",
    "date": "Oct. 18",
    "caption": "Henry the cat sits in a ventilated box inside a hyperbaric oxygen chamber in the emergency room at the Animal Medical Center of Seattle in Shoreline, where he was being treated for irritable bowel syndrome. I was initially drawn to photograph Henry because I’ve never seen a cat with so much attitude: In hindsight, the photo encapsulated the feeling of what I think many are experiencing in the pandemic.",
    "credit": "Daniel Kim",
    "aspect": "horizontal",
    "wide": "large",
    "link": "",
    "portfolio": "https://www.seattletimes.com/author/daniel-kim/"
  }
]